/* Info Text */
"Add users if this device is used by several persons. Use the + button on the top right corner." = "Add users if this device is used by several persons. Use the + button on the top right corner.";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* Label of delete button */
"Delete" = "Delete";

/* message */
"Do you want to delete all the data for this user?" = "Do you want to delete all the data for this user?";

/* Edit User page title */
"Edit user" = "Edit user";

/* Tip for th label of the name entry field */
"In a medical environnement choose a username that preserve nonymity." = "In a medical environnement choose a username that preserve nonymity.";

/* Tip for the password entry field */
"Leave empty for no password" = "Leave empty for no password";

/* Left nav Button */
"Menu" = "Menu";

/* Label of the name entry field */
"Name" = "Name";

/* Name of a newly created user */
"New user" = "New user";

/* Info Text */
"Only the owner may remove or edit user. \nYou may switch to another identity by choosing the coresponding username." = "Only the owner may remove or edit user. \nYou may switch to another identity by choosing the coresponding username.";

/* Label of the password entry field */
"Password" = "Password";

/* App Title */
"Users" = "Users";

/* Info Text */
"You may switch to another identity by choosing the coresponding username. Only the owner may add or remove user." = "You may switch to another identity by choosing the coresponding username. Only the owner may add or remove user.";

